---
kind: property
id: P:Autodesk.Revit.DB.XYZ.Y
zh: 点
source: html/10f45749-699b-33fa-22e0-c5bed400f097.htm
---
# Autodesk.Revit.DB.XYZ.Y Property

**中文**: 点

Gets the second coordinate.

## Syntax (C#)
```csharp
public double Y { get; }
```